cask_args appdir: '/Applications' # install to this dir
# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'warrensbox/tap'
tap 'neovim/neovim' || true

# Bins
brew 'awscli'
brew 'bash' 
brew 'curl'
brew 'wget'
brew 'neovim'
brew 'zsh'
brew 'zsh-completions'
brew 'tmux'
brew 'fzf'
brew 'node'
brew 'tfswitch'
brew 'coreutils' 
brew 'git'
brew 'grep'
brew 'jq'
brew 'tree'
brew 'bash-completion'

# Casks
cask 'google-chrome'
cask 'slack'
cask 'spotify'
cask 'keybase'